[
  {
    "img": "house-cleaning-img/house-cleaning1.png",
    "name": "Deep Home Cleaning",
    "content": "Deep Home Cleaning provides a thorough, top-to-bottom cleanse of your entire home—removing hidden dirt, grime, and allergens for a fresh, hygienic, and truly revitalized living space."
     
  },
  {
    "img": "house-cleaning-img/house-cleaning3.png",
    "name": "Kitchen Cleaning",
    "content": "Kitchen Cleaning targets grease, stains, and germs on every surface—leaving your countertops, cabinets, appliances, and floors sparkling clean, sanitized, and safe for everyday cooking and family meals."
   
  },
  {
    "img": "house-cleaning-img/house-cleaning5.png",
    "name": "Move-In/Move-Out Cleaning",
    "content": "Move-In/Move-Out Cleaning ensures every corner is spotless for a fresh start—perfect for tenants or homeowners preparing to leave or settle into a clean, welcoming space."
    
  },
  {
    "img": "house-cleaning-img/house-cleaning7.png",
    "name": "Laundry & Ironing Services",
    "content": "Laundry & Ironing Services handle washing, drying, and perfectly pressing your clothes—saving you time and ensuring your wardrobe looks fresh, neat, and ready for any occasion."
   
  },
  {
    "img": "house-cleaning-img/house-cleaning9.png",
    "name": "Mattress & Curtain Cleaning",
    "content": "Mattress & Curtain Cleaning removes dust, allergens, and stains—refreshing your bedroom and living spaces for healthier air and a cleaner, more comfortable home environment."
 
  },
  {
    "img": "house-cleaning-img/house-cleaning11.png",
    "name": "Sanitization & Disinfection",
    "content": "Sanitization & Disinfection eliminate germs, bacteria, and viruses from all surfaces—ensuring your home is safe, hygienic, and protected for you and your family’s well-being."
 
  },
  {
    "img": "house-cleaning-img/house-cleaning2.png",
    "name": "Sofa & Carpet Cleaning",
    "content": "Sofa & Carpet Cleaning removes deep-seated dirt, stains, and odors—reviving your furniture and floors to look fresh, feel soft, and create a healthier living space."
 
  },
  {
    "img": "house-cleaning-img/house-cleaning4.png",
    "name": "Bathroom Sanitization",
    "content": "Bathroom Sanitization thoroughly cleans and disinfects all surfaces—eliminating bacteria and grime to ensure a fresh, hygienic, and safe bathroom environment for your family’s health."
     
  },
  {
    "img": "house-cleaning-img/house-cleaning6.png",
    "name": "Window & Glass Cleaning",
    "content": "Window & Glass Cleaning removes dirt, smudges, and streaks—leaving your windows and glass surfaces crystal clear, bright, and enhancing natural light throughout your home."
    
  },
  {
    "img": "house-cleaning-img/house-cleaning8.png",
    "name": "Balcony & Terrace Cleaning",
    "content": "Balcony & Terrace Cleaning removes dust, leaves, and debris—refreshing your outdoor spaces to create a clean, inviting area for relaxation and enjoying fresh air."
  
  },
  {
    "img": "house-cleaning-img/house-cleaning10.png",
    "name": "Fridge & Appliance Cleaning",
    "content": "Fridge & Appliance Cleaning removes dirt, spills, and odors—keeping your kitchen appliances spotless, hygienic, and functioning efficiently for a healthier home environment."
   
  },
  {
    "img": "house-cleaning-img/house-cleaning12.png",
    "name": "Post-Event Cleaning",
    "content": "Post-Event Cleaning quickly and efficiently removes all mess—clearing trash, stains, and debris to restore your space to its pristine condition after any gathering or celebration."
 
  }
]