[
    
  {
    "img": "plumbing-img/plumbing12.png",
    "name": "Leak Detection & Repair",
    "content": "Leak Detection & Repair swiftly identifies and fixes leaks—preventing water damage, saving on bills, and ensuring your plumbing system functions efficiently and reliably every day."

  },
  {
    "img": "plumbing-img/plumbing11.png",
    "name": "Water Tank Cleaning & Maintenance",
    "content": "Water Tank Cleaning & Maintenance removes dirt, sediments, and bacteria—ensuring your water supply stays clean, safe, and fresh for everyday use and family health."

  },
  {
    "img": "plumbing-img/plumbing10.png",
    "name": "Toilet & Drain Unclogging",
    "content": "Toilet & Drain Unclogging quickly clears blockages to restore smooth flow—preventing backups, bad odors, and plumbing damage for a clean, functional bathroom environment."

  },
  {
    "img": "plumbing-img/plumbing9.png",
    "name": "Pipe Replacement & Upgrades",
    "content": "Pipe Replacement & Upgrades improve your plumbing system by installing durable, modern pipes—preventing leaks, boosting water flow, and ensuring long-lasting reliability for your home or business."

  },
  {
    "img": "plumbing-img/plumbing8.png",
    "name": "Water Filtratio System Setup",
    "content": "Water Filtration System Setup installs efficient filters to remove impurities—providing your home with clean, safe, and great-tasting water for drinking, cooking, and daily use."

  },
  {
    "img": "plumbing-img/plumbing7.png",
    "name": "Pressure Booster Pump Installation",
    "content": "Pressure Booster Pump Installation enhances water pressure for consistent, powerful flow—improving your home’s water supply efficiency and comfort even in low-pressure areas."

  },
  {
    "img": "plumbing-img/plumbing6.png",
    "name": "Bathroom & Kitchen Fittings",
    "content": "Bathroom & Kitchen Fittings offer stylish, durable fixtures—upgrading your spaces with functional, modern designs that enhance convenience, aesthetics, and overall plumbing performance."

  },
  {
    "img": "plumbing-img/plumbing5.png",
    "name": "Geyser & Water Pump Installation",
    "content": "Geyser & Water Pump Installation ensures reliable hot water and steady water flow—providing comfort and efficiency tailored to your home’s specific needs."

  },
  {
    "img": "plumbing-img/plumbing4.png",
    "name": "General Maintenance & Repairs",
    "content": "General Maintenance & Repairs keep your plumbing system running smoothly—addressing leaks, wear, and minor issues promptly to prevent bigger problems and ensure lasting performance."

  },
  {
    "img": "plumbing-img/plumbing3.png",
    "name": "Gas Line Installation & Safety Checks",
    "content": "Gas Line Installation & Safety Checks ensure secure, efficient gas connections—protecting your home with professional setup and thorough inspections for maximum safety and peace of mind."

  },
  {
    "img": "plumbing-img/plumbing2.png",
    "name": "Kitchen Sink & Tap Repairs",
    "content": "Kitchen Sink & Tap Repairs quickly fix leaks, drips, and faults—restoring full functionality and preventing water waste for a smooth, efficient kitchen experience."

  },
  {
    "img": "plumbing-img/plumbing1.png",
    "name": "Greywater Recycling Solutions",
    "content": "Greywater Recycling Solutions conserve water by treating and reusing wastewater—helping you reduce consumption, save on bills, and promote an eco-friendly, sustainable home environment."


  }
]